Repository: Zesty0wl/rosetta-check-client-localisations
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr, ja

source: Your readiness result will appear when all checks are complete.
de: Ihr Bereitschaftsergebnis wird angezeigt, sobald alle Prüfungen abgeschlossen sind.
fr: Votre niveau de préparation s’affichera lorsque toutes les vérifications seront terminées.
ja: すべてのチェックが完了すると, 準備状況の結果が表示されます.

source: Your support code is:
de: Ihr Supportcode lautet:
fr: Votre code d’assistance est :
ja: サポートコードは次のとおりです:

source: Your version
de: Ihre Version
fr: Votre version
ja: 現在のバージョン

source: You’re Rosetta-Free!
de: Sie sind Rosetta-frei!
fr: Vous êtes sans Rosetta !
ja: Rosetta フリーになりました

source: You’re now Rosetta-free!
de: Sie sind jetzt Rosetta-frei!
fr: Vous êtes désormais sans Rosetta !
ja: Rosetta フリーになりました

source: You’ve made a start! Keep replacing flagged apps with native alternatives.
de: Sie haben einen Anfang gemacht! Ersetzen Sie weiterhin markierte Apps durch native Alternativen.
fr: Vous avez commencé ! Continuez à remplacer les apps signalées par des alternatives natives.
ja: スタートを切りました。フラグ付きの App をネイティブの代替品へ置き換え続けましょう。

source: a newer version
de: eine neuere Version
fr: une version plus récente
ja: 新しいバージョン

source: added
de: hinzugefügt
fr: ajouté
ja: 追加

source: and %lld more
de: und %lld weitere
fr: et %lld de plus
ja: 他 %lld 件

source: arch changed
de: Architektur geändert
fr: architecture modifiée
ja: アーキテクチャ変更

source: macOS 26.4 may show a pop-up when launching flagged apps. If your Mac is managed by your organisation, this setting may have been changed for you.
de: macOS 26.4 zeigt beim Start markierter Apps möglicherweise ein Pop-up an. Wenn Ihr Mac von Ihrer Organisation verwaltet wird, kann diese Einstellung für Sie geändert worden sein.
fr: macOS 26.4 peut afficher une fenêtre contextuelle lors du lancement d’apps signalées. Si votre Mac est géré par votre organisation, ce réglage peut avoir été modifié pour vous.
ja: macOS 26.4 では、フラグ付き App の起動時にポップアップが表示されることがあります。お使いの Mac が組織によって管理されている場合、この設定は変更されている可能性があります。

source: macOS 26.4 shows a pop-up each time an Intel app is launched. MDM administrators can disable these by setting allowRosettaUsageAwareness to false in a com.apple.applicationaccess restrictions profile.
de: macOS 26.4 zeigt bei jedem Start einer Intel-App ein Pop-up an. MDM-Administratoren können dies deaktivieren, indem sie allowRosettaUsageAwareness in einem com.apple.applicationaccess-Einschränkungsprofil auf false setzen.
fr: macOS 26.4 affiche une fenêtre contextuelle à chaque lancement d’une app Intel. Les administrateurs MDM peuvent les désactiver en définissant allowRosettaUsageAwareness sur false dans un profil de restrictions com.apple.applicationaccess.
ja: macOS 26.4 では、Intel App を起動するたびにポップアップが表示されます。MDM 管理者は com.apple.applicationaccess の制限プロファイルで allowRosettaUsageAwareness を false に設定することで、これを無効化できます。

source: macOS did not grant Rosetta Check read-only access to %@. Try again and select that exact folder, or choose Not Now to continue without it.
de: macOS hat Rosetta Check keinen Lesezugriff auf %@ gewährt. Versuchen Sie es erneut und wählen Sie genau diesen Ordner aus, oder wählen Sie „Nicht jetzt“, um ohne ihn fortzufahren.
fr: macOS n’a pas accordé à Rosetta Check l’accès en lecture seule à %@. Réessayez et sélectionnez ce dossier précis, ou choisissez Pas maintenant pour continuer sans l’inclure.
ja: macOS は Rosetta Check に %@ への読み取り専用アクセスを許可しませんでした. もう一度試してそのフォルダそのものを選択するか, 「後で」を選択してアクセスせずに続けてください.

source: native
de: nativ
fr: natif
ja: ネイティブ

source: of %lld
de: von %lld
fr: sur %lld
ja: / %lld件

source: out of %lld total apps installed
de: von insgesamt %lld installierten Apps
fr: sur %lld apps installées au total
ja: インストール済み App 合計 %lld 件中

source: removed
de: entfernt
fr: supprimé
ja: 削除

source: scanning…
de: wird gescannt …
fr: analyse…
ja: スキャン中…

source: size unknown
de: Größe unbekannt
fr: taille inconnue
ja: サイズ不明

source: source app
de: Quell-App
fr: app source
ja: 提供元 App

source: the requested folder
de: den angeforderten Ordner
fr: le dossier demandé
ja: 指定されたフォルダ

source: updated
de: aktualisiert
fr: mis à jour
ja: アップデート

# v%@%@
source: v%1$@%2$@
de: v%@%@
fr: v%@%@
ja: v%@%@

source: v2.0 alpha — local detection only, no upload
de: v2.0 alpha – nur lokale Erkennung, kein Upload
fr: v2.0 alpha — détection locale uniquement, aucun envoi
ja: v2.0 アルファ — ローカル検出のみ、アップロードなし

source: waiting...
de: warten …
fr: en attente…
ja: 待機中...

source: %lld Macs
fr: %lld Mac
ja: %lld 台の Mac

source: %lld Universal
fr: %lld universels
ja: %lld 件ユニバーサル

source: %lld scans
fr: %lld analyses
ja: %lld 件のスキャン

source: 1 scan
fr: 1 analyse
ja: 1 件のスキャン

source: App Name
fr: Nom de l’app
ja: App 名

source: Capture One Plug-In
fr: Plug-in Capture One
ja: Capture One プラグイン

source: Community
fr: Communauté
ja: コミュニティ

source: Detail
fr: Détail
ja: 詳細

source: Details
fr: Détails
ja: 詳細

source: Export Format
fr: Format d’exportation
ja: 書き出し形式

source: Export format
fr: Format d’exportation
ja: 書き出し形式

source: Filter
fr: Filtre
ja: フィルタ

# Filter %@: %lld apps
source: Filter %1$@: %2$lld apps
fr: Filtre %1$@ : %2$lld apps
ja: フィルタ %1$@: %2$lld 件の App

source: Framework (in %@)
fr: Framework (dans %@)
ja: フレームワーク (%@ 内)

source: Host
fr: Hôte
ja: ホスト

# Intel %@ — %@
source: Intel %1$@ — %2$@
fr: %1$@ Intel – %2$@

source: Intel app — %@
fr: Application Intel – %@

source: Internet Plug-In
fr: Plug-in Internet
ja: インターネットプラグイン

source: Launch Agent
fr: Agent de lancement

source: Launch Daemon
fr: Démon de lancement

source: Lifestyle
fr: Style de vie
ja: ライフスタイル

source: Mail Bundle
fr: Bundle Mail
ja: Mail バンドル

source: Min macOS
fr: macOS min.
ja: 最小 macOS

source: Name
fr: Nom
ja: 名前

source: QuickLook Generator
fr: Générateur QuickLook
ja: QuickLook ジェネレータ

source: Rhino Plug-In
fr: Plug-in Rhino
ja: Rhino プラグイン

source: Scan Details
fr: Détails de l’analyse
ja: スキャンの詳細

source: Sketch Plug-In
fr: Plug-in Sketch
ja: Sketch プラグイン

source: Spotlight Importer
fr: Importateur Spotlight
ja: Spotlight インポータ

source: Status
fr: État
ja: 状況

source: Tool
fr: Outil
ja: ツール

source: Tools
fr: Outils
ja: ツール

source: Trend
fr: Tendance
ja: 推移

source: Universal
fr: Universel
ja: ユニバーサル

source: Video
fr: Vidéo
ja: ビデオ

source: Website
fr: Site web
ja: Web サイト

source: %@ / Plug-In
ja: %@ / プラグイン

source: %lld Apple Silicon
ja: %lld 件 Apple Silicon

source: %lld apps
ja: %lld 件の App

source: 1 Mac
ja: 1 台の Mac

source: 1 app
ja: 1 件の App

source: Apps
ja: App

source: Audio
ja: オーディオ

source: Bundle ID
ja: バンドル ID

source: Copyright
ja: 著作権

source: Framework
ja: フレームワーク

source: Installation
ja: インストール

source: Version
ja: バージョン

source: · %lld Intel
ja: · %lld 件 Intel
